<%--
  Created by IntelliJ IDEA.
  User: pangdahai
  Date: 12/25/17
  Time: 7:18 PM
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title>隐私声明&nbsp;-&nbsp;言论</title>
    <link rel="stylesheet" type="text/css" href="../css/views.css">
    <link href="../image/icon.png" rel="shortcut icon" />
</head>
<body>
<div class="useragreement">
    <h2  class="useagraprictit">言论用户协议</h2>
    <p class="useragreement txt">
     言论」网（以下简称「言论」）非常重视对您的个人隐私保护，有时候我们
     需要某些信息才能为您提供您请求的服务，本隐私声明解释了这些情况下的
     数据收集和使用情况。
     本隐私声明适用于「言论」的所有相关服务，随着「言论」服务范围的扩大
     ，隐私声明的内容可由「言论」随时更新，且毋须另行通知。更新后的隐私
     声明一旦在网页上公布即有效代替原来的隐私声明。
    </br></br>
    <h2 class="useagraprictit">我们收集哪些信息</h2>
    通常，您能在匿名的状态下访问「言论」并获取信息。当我们需要能识别您
    的个人信息或者可以与您联系的信息时，我们会征求您的同意。通常，在您
    注册「言论」或申请开通新的功能时，我们可能收集这些信息：姓名，Email
    地址，住址和电话号码，并征求您的确认。
    </br></br>
    <h2 class="useagraprictit">关于您的个人信息</h2>
    「言论」严格保护您个人信息的安全。我们使用各种安全技术和程序来保护
    您的个人信息不被未经授权的访问、使用或泄漏。
    </br></br>
    「言论」会在法律要求或符合「言论」的相关服务条款、软件许可使用协议
    约定的情况下透露您的个人信息，或者有充分理由相信必须这样做才能：
    </br></br>
    满足法律或行政法规的明文规定，或者符合「言论」网站适用的法律程序；
    「言论」会在法律要求或符合「言论」的相关服务条款、软件许可使用协议
    约定的情况下透露您的个人信息，或者有充分理由相信必须这样做才能：
     </br></br>
    符合「言论」相关服务条款、软件许可使用协议的约定；</br>
    保护「言论」的权利或财产，以及</br>
    在紧急情况下保护「言论」员工、「言论」产品或服务的用户或大众的个人安全。</br>
    「言论」不会未经您的允许将这些信息与第三方共享，本声明已经列出的
    上述情况除外。
    </br></br>
    <h2 class="useagraprictit">Cookie的使用</h2>
    使用 Cookie 能帮助您实现您的联机体验的个性化，您可以接受或拒绝
    Cookie ，大多数 Web 浏览器会自动接受 Cookie，但您通常可根据自己的
    需要来修改浏览器的设置以拒绝 Cookie。
    </br></br>
    「言论」有时会使用 Cookie 以便知道哪些网站受欢迎，使您在访问「言论」
    时能得到更好的服务。Cookie不会跟踪个人信息。</br>
     </br></br>
    当您注册「言论」时，「言论」亦会使用 Cookie。在这种情况下，「言论」
    会收集并存储有用信息，当您再次访问「言论」时，我们可辨认您的身份。
    来自「言论」的 Cookie 只能被「言论」读取。
    如果您的浏览器被设置为拒绝 Cookie，您仍然能够访问「言论」的大多数网页。</br>
     </br></br>
    <h2 class="useagraprictit">关于免责说明</h2>
    就下列相关事宜的发生，「言论」不承担任何法律责任：</br>
    </br></br>
    <ul class="useagraprictit">
        <li>由于您将用户密码告知他人或与他人共享注册帐户，由此导致的任何个人信
            息的泄漏，或其他非因「言论」原因导致的个人信息的泄漏；</li></br>
        <li>「言论」根据法律规定或政府相关政策要求提供您的个人信息；</li></br>
        <li>任何第三方根据「言论」各服务条款及声明中所列明的情况使用您的个
            人信息，由此所产生的纠纷；</li></br>
        <li>任何由于黑客攻击、电脑病毒侵入或政府管制而造成的暂时性网站关闭；</li></br>
        <li>因不可抗力导致的任何后果；</li></br>
        <li>「言论」在各服务条款及声明中列明的使用方式或免责情形。</li></br>
    </ul>

            </br></br>
    </p>
    <div title="转载请联系作者获得授权，并标注“言论作者”" class="copyright">&copy;著作权归作者所有。</div>
</div>
</body>
</html>
